"NSCameraUsageDescription" = "We need access to your camera so that we can add media to your ads";
"NSLocationWhenInUseUsageDescription" = "We need access to your location so that we can search in your area";
"NSPhotoLibraryUsageDescription" = "We need access to your camera so that we can add media to your ads";
"NSLocationAlwaysAndWhenInUseUsageDescription" = "We need access to your location so that we can search in your area";
"NSPhotoLibraryAddUsageDescription" = "We need access to your photos so that we can add media to your ads";
"NSUserTrackingUsageDescription" = "Tracking is used to produce anonymised statistics on app usage";
